[
     {
          "title": "Python Backend Developer",
          "link": "https://hh.ru/vacancy/75850362",
          "experience": "не требуется",
          "salary": "ЭкспрессДеньги",
          "employment": "Полная занятость, полный день",
          "company": "ЭкспрессДеньги",
          "description": "Мы продуктовая финтех компания занимающаяся разработкой собственных финансовых онлайн сервисов. Наши действующие проекты: займы.рф, эд.рф.Мы ищем python бэкенд разработчика в новую команду для проекта expressmoney.com. Обязанности  Кастомизация админ панель Django; Разработчка конечных точек на Django REST; Интеграция с внешними сервисами (SMS MTS, CloudPayments, НБКИ и т.д.).  Требования    Опыт использования Python; Опыт использования Django.  Условия:  Возможность частичной удаленной работы. Оформление по ТК РФ с белой зарплатой, оплачиваемые больничные, отпуска; График работы: пн-пт, с 9:00 до 17:00, обед 13:00-14:00; Поддерживаем обучение и саморазвитие - оплачиваем курсы, книги, лекции, конференции; Карьерный рост;   ",
          "tags": [
               "Django Framework",
               "Python",
               "Django Rest Framework",
               "Django"
          ]
     },
     {
          "title": "Дата-инженер / Data Engineer",
          "link": "https://hh.ru/vacancy/71236005",
          "experience": "1–3 года",
          "salary": "от 130000 руб. до вычета налогов",
          "employment": "Полная занятость, полный день",
          "company": "«Procter & Gamble», Молодой специалист",
          "description": "Information Technology (IT) at Procter & Gamble is where business, innovation, and technology integrate to create a driven advantage for P&G. Our mission is clear: we deliver IT to help P&G win with the over 5 billion consumers we serve worldwide. Our IT professionals are diverse business leaders who apply IT excellence to deliver groundbreaking business models and capabilities for our iconic, trusted brands. Are you ready to take your career to the next level? P&G's IT community is looking for a Data Engineer to join our team in Moscow! In this role, you will be responsible for building systems and solutions leveraging various Cloud components & tools. This is your chance to work on interesting, global projects with some highly skilled and fun people. We will provide you with all the necessary training and knowledge to perform well during your journey at P&G. Our stack   Azure Cloud: Azure Data Factory, SQL Database, etc.   Databricks (Python/PySpark/SQL)   Data visualization with Power BI   Azure DevOps   What can you expect? In this role, you will use cutting-edge technology, an industry-leading data solution architecture, and a governance model to solve real P&G business problems. You will have the opportunity to:   Design and implement technical solutions to obtain, process, and store data.   Automate and optimize internal ETL processes in MS Azure.   Get access to the comprehensive training portfolio, including MS Certifications, Coursera, and other professional courses.   Learn from the global P&G IT community to advance your skills.   Share the best practices with the local IT community by delivering training sessions and other learning opportunities.   Compensation & benefits   Monthly salary starting from 130 000 rubles gross   Annual bonus   Monthly lunch & flexibility allowance 5 000 rubles gross   Medical, travel, and life insurance   Flexible work hours and the possibility to work from home   Access to P&G’s global comprehensive training portfolio   Relocation support in case you move to Moscow from another region   Qualifications   A university degree (DipHE) is required   Python and SQL programming skills   Cloud understanding   Good command of English (Upper-Intermediate or higher level)   Nice to have (optional)   PySpark programming skills   Hands-on experience writing clean and effective code   Experience in implementing projects & solutions using MS Azure or any other cloud stack   Knowledge and/or experience with using or building CI/CD tools   Knowledge of SCRUM and DevOps methodologies   Just so you know   All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability status, age, sexual orientation, gender identity and expression, marital status, citizenship, HIV/AIDS status, or any other legally protected factor.   No immigration sponsorship is available for this position.   P&G is a leading global consumer goods company whose winning brands are built around the model of innovation. Whatever your passion is, we want to ignite your potential to become your very best self. We hold true to our purpose, values, and principles as we seek to make a difference in the world around us. You will engage in meaningful work that will touch the lives of others and have a real impact. Everything at P&G starts with understanding – understanding our consumers and our employees as we innovate to improve lives now and for generations to come.",
          "tags": [
               "Python",
               "SQL",
               "Английский — B2 — Средне-продвинутый"
          ]
     },
     {
          "title": "Разработчик курсов IT и ИБ",
          "link": "https://hh.ru/vacancy/75868207",
          "experience": "1–3 года",
          "salary": "от 300000 руб. до вычета налогов",
          "employment": "Частичная занятость, удаленная работа",
          "company": "ООО Кодебай",
          "description": "Мы создаём курсы по IT с уклоном в информационную безопасность. В настоящее время расширяем линейку наших курсов, чтобы охватить также и смежные тематики близкие к сфере ИБ. Предлагаем лицам имеющим опыт, создать курс для нашей школы. Требования к курсу: * Предпочтение отдаётся курсам длительностью 3-5 месяцев, но возможны и более короткие узкоспециализированные варианты, длительностью 1,5 - 2 месяца.* В курсе должны быть подробные методички по темам курса.* В курсе должны быть видеоматериалы к методичкам.* В курсе должны быть домашние задания к каждому уроку.* В курсе должен быть итоговый экзамен. От вас требуется на начальной стадии план курса и его длительность. Рассчитать длительность курса можно по следующей схеме - два занятия в неделю. Данный подход мы считаем оптимальным, чтобы и загруженные работой люди смогли уделять время учёбе, и те, у кого времени в достатке. ООО \"Академия Кодебай\" официально выкупает у вас права на созданный курс, с подписанием договора (Передача исключительных прав на произведение) и выплатой вознаграждения. Сумма вознаграждения начинается от 300 000 рублей, верхней планки нет. Сумма вознаграждения зависит от объёма, качества, и сложности создания курса. Вы можете предложить вместе с планом курса свою цену. Если вы затрудняетесь с оценкой своего курса, мы предложим адекватную цену. В период согласования, вы рассчитываете сколько вам понадобится времени на создание курса, с учётом возможных нюансов (например, отъезд в отпуск и т.п.). Также от вас требуется проведение первого потока курса в качестве инструктора. Для общения с учащимися, на базе школы создана система тикетов, и в каждом курсе есть телеграмм-канал. Услуги куратора (инструктора) оплачиваются отдельно. Вы можете при желании быть инструктором на постоянной основе. После согласования плана курса, времени на его написание и ориентировочной стоимости, вы приступаете к его созданию. На титульных листах материалов должен быть логотип Кодебай. Примеры титульных страниц для ознакомления, и логотипы, вам будут предоставлены.Примеры тем, которые актуальны на данный момент: Атака и защита Active DirectoryЯзык программирования Go для пентестеровJavascript для пентестеровОсновы SQL(MySql/MariaDB, PostgreSQL, SQLite)Фреймворк Fast ApiВеб-разработка (HTML+CSS)Анализ данных с помощью Python (Matplotlib, Seaborn, Numpy, Pandas)Визуализация данных на PythonРазработка телеграм ботов для пентестера на PythonClient Side Attacks - уязвимости клиентской части: XSS, CSRF, CSPКриптографические методы защиты информациии тд ... Вы можете предложить другую тему, связанную с информационной безопасностью. Темы курсов могут быть связаны как напрямую с ИБ, так и с программированием, освоением фреймворков, докеризацией/виртуализацией, работе с операционными системами и пр. Возможна полная или частичная занятость, подработка. Свободный график работы. Пишите сразу на какую тему вы готовы сделать курс. ",
          "tags": [
               "Работа в команде",
               "Информационная безопасность",
               "Базы данных",
               "Безопасность",
               "Опытный пользователь ПК",
               "Соблюдение сроков",
               "Внедрение систем информационной безопасности",
               "Внешний аудит информационных систем",
               "Внутренний аудит информационных систем",
               "Выявление каналов утечки информации",
               "Информационные технологии"
          ]
     },
     {
          "title": "Разработчик курсов IT и ИБ",
          "link": "https://hh.ru/vacancy/75868206",
          "experience": "1–3 года",
          "salary": "от 300000 руб. до вычета налогов",
          "employment": "Частичная занятость, удаленная работа",
          "company": "ООО Кодебай",
          "description": "Мы создаём курсы по IT с уклоном в информационную безопасность. В настоящее время расширяем линейку наших курсов, чтобы охватить также и смежные тематики близкие к сфере ИБ. Предлагаем лицам имеющим опыт, создать курс для нашей школы. Требования к курсу: * Предпочтение отдаётся курсам длительностью 3-5 месяцев, но возможны и более короткие узкоспециализированные варианты, длительностью 1,5 - 2 месяца.* В курсе должны быть подробные методички по темам курса.* В курсе должны быть видеоматериалы к методичкам.* В курсе должны быть домашние задания к каждому уроку.* В курсе должен быть итоговый экзамен. От вас требуется на начальной стадии план курса и его длительность. Рассчитать длительность курса можно по следующей схеме - два занятия в неделю. Данный подход мы считаем оптимальным, чтобы и загруженные работой люди смогли уделять время учёбе, и те, у кого времени в достатке. ООО \"Академия Кодебай\" официально выкупает у вас права на созданный курс, с подписанием договора (Передача исключительных прав на произведение) и выплатой вознаграждения. Сумма вознаграждения начинается от 300 000 рублей, верхней планки нет. Сумма вознаграждения зависит от объёма, качества, и сложности создания курса. Вы можете предложить вместе с планом курса свою цену. Если вы затрудняетесь с оценкой своего курса, мы предложим адекватную цену. В период согласования, вы рассчитываете сколько вам понадобится времени на создание курса, с учётом возможных нюансов (например, отъезд в отпуск и т.п.). Также от вас требуется проведение первого потока курса в качестве инструктора.Для общения с учащимися, на базе школы создана система тикетов, и в каждом курсе есть телеграмм-канал. Услуги куратора (инструктора) оплачиваются отдельно. Вы можете при желании быть инструктором на постоянной основе. После согласования плана курса, времени на его написание и ориентировочной стоимости, вы приступаете к его созданию. На титульных листах материалов должен быть логотип Кодебай. Примеры титульных страниц для ознакомления, и логотипы, вам будут предоставлены. Примеры тем, которые актуальны на данный момент: Атака и защита Active DirectoryЯзык программирования Go для пентестеровJavascript для пентестеровОсновы SQL(MySql/MariaDB, PostgreSQL, SQLite)Фреймворк Fast ApiВеб-разработка (HTML+CSS)Анализ данных с помощью Python (Matplotlib, Seaborn, Numpy, Pandas)Визуализация данных на PythonРазработка телеграм ботов для пентестера на PythonClient Side Attacks - уязвимости клиентской части: XSS, CSRF, CSPКриптографические методы защиты информациии тд ... Вы можете предложить другую тему, связанную с информационной безопасностью. Темы курсов могут быть связаны как напрямую с ИБ, так и с программированием, освоением фреймворков, докеризацией/виртуализацией, работе с операционными системами и пр. Возможна полная или частичная занятость, подработка. Свободный график работы. НЕ нужно просто делать отклик. Если вас заинтересовало данное предложение, то со мной можно связаться с 10 до 19ч по МСК в телеграмм @exp1726.Пишите сразу на какую тему вы готовы сделать курс. ",
          "tags": [
               "Работа в команде",
               "Информационная безопасность",
               "Базы данных",
               "Безопасность",
               "Опытный пользователь ПК",
               "Соблюдение сроков",
               "Внедрение систем информационной безопасности",
               "Внешний аудит информационных систем",
               "Внутренний аудит информационных систем",
               "Выявление каналов утечки информации",
               "Информационные технологии"
          ]
     },
     {
          "title": "Аналитик данных / Data Analyst",
          "link": "https://hh.ru/vacancy/69166398",
          "experience": "1–3 года",
          "salary": "з/п не указана",
          "employment": "Полная занятость, полный день",
          "company": "Сбер. Экспертам и руководителям",
          "description": "Анализ структуры баз данных, API источников данных. Анализ качества данных, поиск ошибок, проектирование алгоритмов трансформации, переклассификации данных. Проектирование процедур импорта...Знание операционных систем Windows, Linux. Владение технологиями удаленного доступа. Отличное знание SQL. Уверенное владение скриптовыми языками Java Script, Python. ",
          "tags": [
               "Статистический анализ",
               "Qlik Sense",
               "Математическая статистика",
               "SQL",
               "Python",
               "Анализ данных",
               "Аналитическое мышление",
               "Английский язык"
          ]
     },
     {
          "title": "Специалист службы поддержки с техническими знаниями (TOOLS)",
          "link": "https://hh.ru/vacancy/73595103",
          "experience": "не требуется",
          "salary": "от 15000 до 39000 руб. на руки",
          "employment": "Частичная занятость, удаленная работа",
          "company": "Яндекс",
          "description": "Оперативно отвечать на сообщения пользователей. Давать фидбек разработчикам и менеджерам, подробно описывая все случаи.Грамотно говорите и пишите. Схватываете на лету и готовы к интенсивному обучению. Легко находите общий язык с людьми.",
          "tags": []
     },
     {
          "title": "DevOps (Platform V IndexSearch)",
          "link": "https://hh.ru/vacancy/75599318",
          "experience": "1–3 года",
          "salary": "от 230000 до 330000 руб. на руки",
          "employment": "Полная занятость, полный день",
          "company": "SberTech",
          "description": "Platform V - набор программных продуктов, предоставляющих совокупность функциональных возможностей и позволяющий обеспечить быстрое конструирование информационных систем из множества готовых компонентов. Решает задачи масштабирования и безопасности. Максимально снимает задачи технического уровня с разработчиков прикладной логики. Мы ищем DevOps инженера в команду Index Search Platform V Index Search — сервис предоставляет потребителю все возможности полнотекстового и геопространственного поиска, в том числе индексацию собственных баз знаний и других источников информации Твои задачи:   внедрение СI/CD в команду разработки подготовка и разворачивание облачных продуктов в среде k8s или openshift разработка и сопровождение Jenkins Pipeline сопровождение, анализ и решение проблем при инсталляции облачного продукта  Ты легко адаптируешься, если:  хорошо знаешь linux «на ты» с Jenkins, Ansible, Docker работал с K8S/OSS собираешь проекты на Maven/Gradle и Npm разворачивал инфраструктуру как код имеешь опыт разворачивания кластера ELK/kafka  Круто, если у тебя есть:  понимание Java, Groovy, Python, Go и др. знаешь стек ELK (ElasticSearch, LogStash, Kibana) читаешь логи и разбираешься в документации  Мы предлагаем:  конкурентную заработную плату + премии корпоративное обучение, доступ к образовательным платформам, IT конференции, митапы ДМС с первого дня и страхование от несчастных случаев и тяжелых заболеваний, материальная помощь и социальная поддержка льготную ипотеку/рефинансирование для сотрудников (от 4%) бесплатную подписку СберПрайм и другие скидки от партнеров и сервисов экосистемы скидки на путешествия, страхование для выезжающих зарубеж спортзал и бар со снеками и кофе в офисе гибридный/офисный формат работы, офис на м. Тульская (Новоданиловская набережная, 10) ",
          "tags": [
               "Linux",
               "Docker",
               "Git",
               "Ansible",
               "ELK",
               "CI/CD",
               "Kubernetes",
               "OpenShift",
               "Elasticsearch"
          ]
     },
     {
          "title": "IT Operations Specialist / Специалист по ИТ-поддержке",
          "link": "https://hh.ru/vacancy/72794482",
          "experience": "1–3 года",
          "salary": "от 95000 руб. до вычета налогов",
          "employment": "Полная занятость, полный день",
          "company": "«Procter & Gamble», Технический специалист",
          "description": "P&G is looking for a person who loves to resolve technical issues and support ongoing processes to join our IT team as an Operations Specialist. This position is an important part of our Data team and plays a critical role in keeping existing solutions up and running. The mission of an Operation Specialist at P&G is to support existing applications (ETL, data harmonization and visualization) in the local data lake and work with internal business users from Sales to ensure issues resolution within aligned timings. You will take part in day-to-day solution & local data lake platform operations and ensure a high level of data quality. This role gives opportunities for further development within the Company along with a change of responsibilities and career growth. Responsibilities   Work with end users on their issue resolution   Be part of the DevOps team to sustain stable operations   Implement requested changes within the supported data pipeline processes in the local data lake   Identify, investigate, and escalate system or data quality issues in ETL and data harmonization processes, distribute issues to respective escalation contacts   Provide technical support for cloud-based solutions   Support and educate business users from Sales   Write documentation for existing and new processes   Compensation & Benefits   Monthly salary starting from 95 000 RUB gross   Monthly lunch & flexibility allowance (5 000 RUB gross)   Medical, travel, and life insurance   Flexible work hours and the possibility to work from home   Access to P&G’s global comprehensive training portfolio     Job Qualifications Mandatory   A university degree (DipHE) is required   Good command of English (Intermediate or higher level)   Attention to detail and readiness to support routine operations   Basic knowledge of Python (NumPy, Pandas) and SQL   Ability to balance multiple priorities   Strong communication and interpersonal skills   Ability to work independently and with others   Nice to have (desired experience)   Any experience in IT operations   Any experience in data transformation   Any experience with Power BI or alternatives     Just So You Know   All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability status, age, sexual orientation, gender identity and expression, marital status, citizenship, HIV/AIDS status, or any other legally protected factor.   No immigration sponsorship is available for this position.   P&G is a leading global consumer goods company whose winning brands are built around the model of innovation. Whatever your passion is, we want to ignite your potential to become your very best self. We hold true to our purpose, values, and principles as we seek to make a difference in the world around us. You will engage in meaningful work that will touch the lives of others and have a real impact. Everything at P&G starts with understanding – understanding our consumers and our employees as we innovate to improve lives now and for generations to come. ",
          "tags": [
               "SQL",
               "Python",
               "Английский — B1 — Средний"
          ]
     },
     {
          "title": "Middle продуктовый аналитик для продукта Talantix",
          "link": "https://hh.ru/vacancy/72468896",
          "experience": "1–3 года",
          "salary": "з/п не указана",
          "employment": "Полная занятость, полный день",
          "company": "ООО HeadHunter::Analytics/Data Science",
          "description": "Сейчас мы в поиске Аналитика на проект по разработке и развитию КХД для крупного банка Топ 10. Анализ предметной области. Высшее образование (желательно по направлению информационных технологий). Опыт написания отчетов обследований, технических заданий, технических проектов и другой проектной документации. ",
          "tags": [
               "Tableau",
               "SQL",
               "Python",
               "Hadoop",
               "a/b-experiments"
          ]
     },
     {
          "title": "Продуктовый аналитик в направление «Работодательские сервисы»",
          "link": "https://hh.ru/vacancy/69072132",
          "experience": "1–3 года",
          "salary": "з/п не указана",
          "employment": "Полная занятость, полный день",
          "company": "ООО HeadHunter::Product Management",
          "description": "Экспериментировать с внедрением фич в приложение и на сайт Еды, изучать их результаты. Заниматься разнообразной продуктовой аналитикой.Работали с данными. Хорошо знаете и постоянно применяете в работе математическую статистику, любите математику в целом. Пишете на Python и...",
          "tags": [
               "Python",
               "Tableau",
               "SQL",
               "Аналитическое мышление",
               "Analytics"
          ]
     },
     {
          "title": "Системный администратор Linux / DevOps инженер",
          "link": "https://hh.ru/vacancy/74005816",
          "experience": "3–6 лет",
          "salary": "з/п не указана",
          "employment": "Полная занятость, полный день",
          "company": "МигКредит",
          "description": "Обязанности:  Проектирование и развертывания, внедрение Docker(Linux), Kubernetes и контейнеризация приложений; Администрирование серверов (CentOS); Устранение инфраструктурных проблем и инцидентов при работе микросервисов; Настройка мониторинга инфраструктуры и сервисов (Zabbix); Визуализация (Grafana); Знание SQL (PostgreSQL, MySQL); Администрирование почтовых систем Postfix, Exim  Требования:  Опыт администрирования Linux систем от 3 лет; Опыт работы с Nginx, Haproxy, Git, Ansible, Ucarp, lsync Понимание принципов работы веб-серверов (IIS, Apache, OHS)  Как преимущество:   Администрирование сетевого оборудования Cisco (switch, router, vpn); Работа с системой виртуализации VMware Написание скриптов bash, PowerShell, Python.  Условия:  Интересную работу в Fintech компании - лидере отрасли! Оформление по ТК РФ Полностью белая ЗП Нормированный рабочий день, у вас точно останется время для хобби Полугодовой бонус – Ставь амбициозные полугодовые цели, расти, развивайся и получай до 20% от суммы своего полугодового дохода. Расширенный ДМС со стоматологией (либо возможность заменить ДМС на различные компенсации – спорт, обучение, путёвки, ж\\д или авиабилеты) Материальная помощь при значимых событиях в жизни сотрудников. (свадьба, рождение детей и пр.) ",
          "tags": [
               "Linux",
               "Bash",
               "Zabbix",
               "Nginx",
               "Python"
          ]
     },
     {
          "title": "Middle/Senior Продуктовый аналитик в направление работодатели",
          "link": "https://hh.ru/vacancy/71324858",
          "experience": "3–6 лет",
          "salary": "з/п не указана",
          "employment": "Полная занятость, полный день",
          "company": "ООО HeadHunter::Analytics/Data Science",
          "description": "SMMplanner занимается разработкой и поддержкой собственных продуктов в сферах аналитика, визуализации данных, SMM и BigData. Являемся лидером на рынке СНГ...Отличное знание Python 3, стандартных библиотек и PEP 8. — Знакомство с одной из библиотек (telethone, pyrogram) и общее понимание asyncio. — ",
          "tags": [
               "SQL",
               "Tableau",
               "Python",
               "Hadoop",
               "Analytics / DS",
               "Mathematics",
               "Analytics",
               "a/b-experiments"
          ]
     },
     {
          "title": "Junior Python Developer",
          "link": "https://hh.ru/vacancy/75833387",
          "experience": "1–3 года",
          "salary": "от 35000 руб. на руки",
          "employment": "Полная занятость, полный день",
          "company": "AstraLab",
          "description": "AstraLab - одна из самых инновационных компаний российского рекламного рынка. Мы первые в России и четвертые в мире научились интегрировать рекламу в фото на базе компьютерного зрения. У нас есть собственная технология AstraVision: компьютерное зрение + обработка языка и текстов. Мы также сотрудничаем с крупнейшим селлером рекламы в стране - ИМХО. С 2018 года мы работаем с клиентами по всему миру и сотрудничаем с крупнейшими сетевыми агентствами (GroupM, BBDO, Dentsu Aegis Network, Publicis Groupe) и брендами (Audi, Lexus, Honda, Pepsi, Nestle, Red Bull, Asus, P&G, Schwarzkopf и др.) Компания Astralab ищет Junior Python разработчика для помощи в создании инновационных программных решений. Мы ищем начинающего разработчика с опытом использования языка Python и желанием научиться чему-то новому. Кандидат должен иметь общее понимание основ программирования и хорошие коммуникационные навыки. Опыт работы с базами данных и системами контроля версий также будет приветствоваться. Эта вакансия предлагает занятость на полный рабочий день в нашем офисе в городе Тамбов. Мы предлагаем конкурентный оклад и перспективы карьерного роста. Обязанности:  Разработка и поддержка backend приложений на Python (Fast API). Разработка нового функционала и сервисов. Интеграция со сторонними сервисами по API. Участвовать в разработке продуктов нашей компании. Решать технические вопросы и помогать в поддержке продуктов. Постоянно совершенствовать свои навыки и знания в области разработки на Python.  Ожидания:  Наличие опыта в разработке на языке Python. Наличие общих знаний в области программирования и опыта работы в команде разработчиков. Желание учиться и развиваться в области разработки на Python. Творческий подход и инициатива в решении технических задач. Умение общаться и эффективно сотрудничать с другими членами команды. Знание алгоритмов и структур данных.  **Плюсом будет ***:  Базовое понимание основ ML и Computer Vision. Умение разбираться в чужом коде. Инициативность и приверженность к самосовершенствованию.  При отсутствии опыта, научим. Условия работы:  Дружная молодая команда и лёгкая коммуникация: мы не придерживаемся иерархии в управлении продуктом, ценим открытое командное взаимодействие, общаемся и дружим вне работы. Интересные задачи в передовых продуктах: наши продукты являются передовыми на рынке, поэтому перед командой разработки часто ставятся сложные задачи, требующие неординарного подхода. Акцент на качестве кода и производительности: мы считаем, что залог эффективности продукта — качественный код, поэтому используем методику гибкого код ревью. Профессиональный рост и реализация идей: мы поощряем инициативу в команде и помогаем в развитии навыков и идей. Удобный график: с понедельника по пятницу, гибкие начало и окончание рабочего дня. Оформление: мы соблюдаем трудовое законодательство, официально оформляем на работу и предоставляем все гарантии по ТК РФ (отпуск, больничные и т.п.) ",
          "tags": [
               "Python",
               "Git",
               "Базы данных",
               "REST API"
          ]
     },
     {
          "title": "Главный эксперт-разработчик Backend (Python)",
          "link": "https://hh.ru/vacancy/75995625",
          "experience": "3–6 лет",
          "salary": "от 400000 руб. до вычета налогов",
          "employment": "Полная занятость, полный день",
          "company": "АО Международный аэропорт Шереметьево",
          "description": "проводить код ревью. - документировать написанный код. - рефакторинг.Стек технологий: Python, pyramid, aiohttp, sqlalchemy, postgres, redis, vuejs, docker, git. - писать качественный код. - опыт работы от 2-х лет. - ",
          "tags": []
     },
     {
          "title": "Junior-Middle Разработчик Python на платежную платформу",
          "link": "https://hh.ru/vacancy/74257308",
          "experience": "1–3 года",
          "salary": "от 120000 руб. на руки",
          "employment": "Полная занятость, полный день",
          "company": "ООО Процессинговая Компания Пэйтерра",
          "description": "Обязанности: - анализировать процессы работы службы поддержки и формировать предложения по автоматизации;- разрабатывать автоматизированные решения (писать скрипты, разработка бэкофис админки), упрощающие внутренние процессы отделов поддержки и финансового отдела;- сопровождать разработанные инструменты; Требования:Опыт владения Python от 0,5 г., знание Django будет плюсомПонимание языка SQL (Postgres)Опыт работы от 0,5 г. Условия: Гибкое начало трудового дня с 8 до 12, график 5/2.Работа в офисе - г Оренбург, ул. Аксакова, д. 28 Адекватное руководство и прекрасный коллектив Интересные задачи, хорошие возможности для роста и развитияУровень заработной платы и график работы обсуждается с успешным кандидатом",
          "tags": [
               "Python",
               "SQL",
               "PostgreSQL",
               "Django"
          ]
     },
     {
          "title": "Backend-разработчик Python",
          "link": "https://hh.ru/vacancy/75865798",
          "experience": "1–3 года",
          "salary": "от 150000 до 250000 руб. на руки",
          "employment": "Полная занятость, полный день",
          "company": "CVA Technologies",
          "description": "В команду разработчиков ПО в сфере кибербезопасности ищем Backend-разработчика Python. Обязанности: Разработка распределенных систем кибербезопасности:  VPN, server, email; DLP, протоколы REST API, TCP/UDP;  Требования:  Знание и опыт разработки не ниже уровня middle на Python /Django; Уверенный опыт в разработке Backend архитектуры; PostgreSQL; Будет плюсом Redis, Celery, ML; Навыки работы Git, Jira.  Условия:  Работа в аккредитованной IT-компании со всеми соответствующими льготами (отсрочка от армии, льготная ипотека, \"белая\" заработная плата по ТК РФ); Комфортный офис, гибридный формат работы - 2 дня офис,3 дня удаленка; Карьерный рост приветствуется. ",
          "tags": [
               "Python",
               "Django Framework",
               "PostgreSQL"
          ]
     },
     {
          "title": "Разработчик Python",
          "link": "https://hh.ru/vacancy/47668037",
          "experience": "не требуется",
          "salary": "от 30000 до 80000 руб. на руки",
          "employment": "Полная занятость, полный день",
          "company": "ООО Электронная медицина",
          "description": "Какие задачи Вам предстоит решать:  Разработка бэкенд новых SaaS проектов на Python. Поддержка, устранение проблем в ранее разработанном ПО совместно с командой. Рефакторинг и оптимизация архитектуры или отдельных компонентов системы.  Мы ожидаем от Вас:  Опыт проектирования, поддержки и разработки серверных компонентов на Python. Знание Microsoft SQL server и PostgreSql Опыт работы с Git. Понимание принципов работы *nix систем и свободная работа в командной строке.  Условия работы:  Оформление по ТК, белая зарплата. Участие в амбициозных проектах, широкие возможности для самореализации и профессионального роста. Современные технологии. Решение интересных задач. ",
          "tags": [
               "Python",
               "Git",
               "PostgreSQL",
               "Linux",
               "SQL"
          ]
     },
     {
          "title": "Python разработчик",
          "link": "https://hh.ru/vacancy/71259333",
          "experience": "1–3 года",
          "salary": "от 100000 до 100000 руб. на руки",
          "employment": "Полная занятость, полный день",
          "company": "ООО Новые Системы",
          "description": "Обязанности:  Доработка/усовершенствование существующего API Разработка новых компонентов  Требования:  Опыт разработки Python от года и больше Опыт работы с API Опыт работы с Git Понимание MySQL, PostgreSQL  Условия:  График работы 5/2. с 9:00 - 17:00 Рабочий процесс выстроен по методологии Kanban ЗП обсуждается отдельно  Плюсом будет знание Asterisk.",
          "tags": [
               "Git",
               "PostgreSQL",
               "Python",
               "MySQL"
          ]
     },
     {
          "title": "Python разработчик (Pyppeteer)",
          "link": "https://hh.ru/vacancy/74062777",
          "experience": "3–6 лет",
          "salary": "от 1500 до 2000 USD до вычета налогов",
          "employment": "Полная занятость, удаленная работа",
          "company": "ООО Серверные Технологии",
          "description": "Infatica — набор сервисов сбора и аналитики данных для широкой аудитории и бизнеса. Для расширения линейки сервисов, ищем Python разработчика с опытом Pyppeteer. Обязанности:  Разработка новых сервисов и поддержка текущих сервисов парсинга Infatica.io.  Требования:  Опыт работы Pyppeteer.  Условия:  5/2. Оплачиваемые больничные и отпуска. ",
          "tags": [
               "Python",
               "SQL",
               "C++",
               "Парсинг",
               "Draw.io",
               "Pyppeteer",
               "Английский — B1 — Средний"
          ]
     },
     {
          "title": "Python Developer Trainee",
          "link": "https://hh.ru/vacancy/75944122",
          "experience": "не требуется",
          "salary": "з/п не указана",
          "employment": "Стажировка, полный день",
          "company": "Aston",
          "description": "IT-компания Aston - компания по разработке программного обеспечения c многолетним опытом, предоставляющая широкий спектр услуг в сфере IT - проводит набор на стажировку Python Developer с последующим трудоустройством. Компания Aston заинтересована в скором профессиональном развитии сотрудников и повышении их квалификации, готова инвестировать средства и время. Поэтому нашим конкурентным преимуществом считается быстрый рост, в отношении зарплат, в том числе. Требования к кандидатам:  теоретическое знание Python, знание основных алгоритмов и структур данных, SQL и проектирования реляционных БД; понимание принципов ООП; навыки использования OS Linux и работы в консоли; знание СУБД MongoDB, PostgreSQL, Redis, Django или любого другого web-фреймворка; плюсом будет: знание JavaScript, понимание принципов работы основных сетевых протоколов; знание английского или немецкого языка на уровне Intermediate и выше также будет плюсом.  Условия:  теоретический тренинг с индивидуальным ментором; после теоретического обучения - практика на учебном проекте под руководством опытных кураторов; контроль освоения знаний стажера и обратная связь; формат обучения: полная рабочая неделя (5 дней, 8 часов в день); изучение английского языка на корпоративных курсах.  Стажер Aston смело может рассчитывать на:  высокий профессионализм менторов; помощь и поддержку в процессе обучения и при выходе на коммерческий проект после него; гарантированное трудоустройство при успешном прохождении обучения.  Aston - это отличная возможность старта и роста в сфере IT!",
          "tags": [
               "Python",
               "SQL",
               "Linux",
               "PostgreSQL",
               "Английский язык"
          ]
     }
]